Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stortingets_oppgjor_gir_hap.html.tmx
Source language: nob
Languages: sme

source: Stortingets oppgjør gir håp
sme: Stuoradikki dovddasteapmi addá doaivaga

source: Sametingspresident Silje Karine Muotka (NSR) synes det har vært sterkt å overvære Stortingets unnskyldning for fornorskningspolitikken og anerkjennelse av Stortingets ansvar for dette både i fortid og nåtid.
sme: Sámediggepresideantta Silje Karine Muotka (NSR) mielas lei garra vásáhus go Stuoradiggi bivddii ándagassii ja dovddastii iežas ovddasvástádusa dáruiduhttinpolitihkas, sihke vássánáiggis ja dálááiggis.

source: – Det har vært en dag med mange følelser.
sme: – Leat leamaš ollu dovddut dán beaivvi.

source: Det er sterkt å oppleve at Stortinget ber om unnskyldning og erkjenner ansvar for fornorskingspolitikken.
sme: Lea garra vásáhus go Stuoradiggi átnu ándagassii ja dovddasta ovddasvástádusas dáruiduhttinpolitihkkii.

source: I dag sender jeg en tanke til de som har lidd, som mistet både språk og kultur, og som har dype sår.
sme: Odne mun jurddašan sin birra geat leat gillán, massán gielaset ja kultuvrraset, ja geain leat čiekŋalis hávit.

source: I dag er det håp for forsoningen, sier sametingspresident Silje Karine Muotka (NSR).
sme: Odne lea doaivva soabadit, dadjá sámediggepresideanta Silje Karine Muotka (NSR).

source: I lys av behandlingen ser Sametinget at det er en stor grad av enighet om hvilke områder vi trenger å ta grep om for å oppnå forsoning fremover.
sme: Meannudeami oktavuođas oaidná Sámediggi ahte olbmot leat hui ovttaoaivilis das guđiiguin surggiiguin mii fertet bargat vai soabadivččiimet boahtteáiggis.

source: Spesielt positivt er Stortingets vedtak for kunnskap og formidling om vår felles historie med fornorskning og urett, og for styrking og synliggjøring av språk og kultur.
sme: Erenoamáš positiiva lea Stuoradikki mearrádus, mii guoská máhttui ja gaskkusteapmái min oktasaš historjjá birra dáruiduhttimiin ja vearrivuođaiguin, ja giela ja kultuvrra nannemii ja oainnusmahttimii.

source: – Fremover forventer vi aktiv forsoningspolitikk.
sme: - Ovddasguvlui vuordit mii aktiiva soabadanpolitihka.

source: Vedtaket fra i dag sikrer langsiktig oppfølging og det får både økonomiske og lovmessige ringvirkninger.
sme: Otná mearrádus sihkkarastá guhkesáigásaš čuovvuleami ja dat mielddisbuktá sihke ekonomalaš ja lágalaš lassiváikkuhusaid.

source: Men dessverre tas det ikke et oppgjør med pågående urett og konflikter om land og vann, sier Muotka,
sme: Muhto dađi bahábut ii dahkkojuvvo mihkke dálá eahperivttiiguin ja riidduiguin mat gusket eatnamiidda ja čáziide, dadjá Muotka.

source: Sametinget forventer at den videre prosessen mot forsoning innebærer varig endring og styrker tilliten mellom det samiske samfunnet og de norske myndighetene.
sme: Sámediggi vuordá ahte viidáseappot proseassas soabadeami guvlui lea bistevaš rievdadus ja ahte nanne luohttámuša sámi servodaga ja Norgga eiseválddiid gaskkas.

source: Vi er klare til å bidra aktivt i arbeidet og ser frem til å bygge en forsoningsprosess med bred deltakelse av en rekke samfunnsaktører.
sme: Mii leat gergosat aktiivvalaččat veahkehit barggus ja illudat hukset soabadanproseassa ovttas ollu servodataktevrraiguin.

source: – Jeg har også omtanke for kvenene/norskfinnene og skogfinnene som har opplevd stor urett.
sme: – Mun jurddašan maiddái kvenaid/norggasuopmelaččaid ja vuovdesuopmelaččaid birra, geat leat vásihan stuorra eahperievtti.

source: I dag har de fått en tydelig unnskyldning og det er på sin plass.
sme: Sis lea čielgasit bivdojuvvon ándagassii odne, nugo galgá ge.

source: Jeg ønsker at de får oppleve reparasjon i tiden fremover, sier sametingspresidenten.
sme: Mun sávan ahte sii vásihit ahte vearrivuođat njulgejuvvojit ovddasguvlui, dadjá sámediggepresideanta.
